Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=511_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Tiõrv pueŠttmest ǩiõljeällŠtemjeäŠǩǩiŠžže !
fin: Tervetuloa kielenelvytysiltaan !

source: SääŠmǩiõl jeällʼtemprograamm raajji tuâjj-joukk noorââtt Aanrest 29.-30.8 da kåčč pukid kook peerste sääŠmǩiõl puõŠttiääiŠjest da jeällʼtumuužžâst saaǥǥstõõllâd da maainsted jiijjâs tobddmuužžid, kuvddled järrsi tobddmuužžid da tuejjeed ehdtõõzzid ǩiõljeällʼtemprograamm raajji tuâjj-jouŠǩǩe.
fin: Saamen kielen elvytysohjelmaa suunnitteleva työryhmä kokoontuu Inarissa 29.-30.08 ja kutsuu kaikki kielen tulevaisuudesta ja elvyttämisestä kiinnostuneet keskustelemaan, kertomaan omista kokemuksistaan, kuulemaan muiden kokemuksia ja tekemään ehdotuksia kielenelvytysohjelmaa suunnittelevalle työryhmälle.

source: Puk liâ tiõrv pueŠttmest tän jeällʼtemprograamm kõskksaž jeäŠǩǩiŠžže Aanar Kultahovi beälla 29.08. čiâss 19 ääŠljeeŠl.
fin: Kaikki ovat tervetulleita avoimeen illanviettoon Inarin Kultahoviin maanantaina 29.08. klo 19 alkaen.

source: Prograamm pooddâst vuäitt friijeld čuäŠjted musiikk- leŠbe jeeŠres kultturprograammid.
fin: Tilaisuudessa on yllätysohjelmaa ja lisäksi tilaisuudessa voi vapaasti esittää musiikki- tai muuta kulttuuriohjelmaa.

source: TIʼRV PUEŠTTMEST MIEŠLDD !
fin: TERVETULOA MUKAAN !
